/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorit";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Typ";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Lägg till i otaggade loopar";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Lägga till loopar från en annan skiva eller partition";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Om de här ljudfilerna har ett konstant tempo som startar med ett downbeat och slutar med ett beat anpassas de till projekttempot vid provlyssning eller när de läggs till i projekt.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Den valda platsen läggs till i dina otaggade loopar. Ljudfiler på den här platsen med ett konstant tempo som startar med ett downbeat och slutar med ett beat anpassas till projekttempot vid provlyssning eller när de läggs till i projekt.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Avbryt";

/* Copy Loops Button */
"Copy to Loops Folder" = "Kopiera till loopmappen";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Looparna kommer att läggas till i loopbläddraren så att de finns tillgängliga att användas i dina låtar. Välj om du vill att Logic ska kopiera dem till Apple Loops-mappen eller om du vill använda dem från den aktuella platsen.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Redigera taggar";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Visa i Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Tolka loop";

/* Descriptors */
"Descriptors" = "Beskrivningar";

/* Genre */
"Genre" = "Genre";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Lägger till loopar i loopbläddraren";

/* Initial Title of the jam pack control */
"All Packs" = "Alla paket";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld objekt";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "spelar upp loop";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "riktig loop";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "programvaruloop";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "webbloop";

/* LoopBrowser: one Item label */
"1 item" = "1 objekt";

/* LoopBrowser: zero Items label */
"0 items" = "0 objekt";

/* Move Loops Button */
"Move to Loops Folder" = "Flytta till loopmappen";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Looparna kommer att läggas till i loopbläddraren så att de finns tillgängliga att användas i dina låtar. Välj om du vill att Logic ska kopiera dem till Apple Loops-mappen eller om du vill använda dem från den aktuella platsen.";

/* Reference Loops Button */
"Current Location" = "Nuvarande plats";

/* Reindex all loops menu item */
"Reindex All Loops" = "Indexera om alla loopar";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Välj vilka loopar du vill ska visas i loopbläddraren.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Klicka om du vill söka efter loopar efter instrument, genre och beskrivning.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Välj om du vill visa nyckelord för instrument, genre eller stämning";

/* accessibility description of the segment that switches to column view */
"column view" = "kolumnvy";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "knappvyn med musikinstrument";

/* menu item in Recent Search History */
"Clear Search History" = "Rensa sökhistoriken";

/* menu item in Recent Search History */
"No recent searches" = "Inga senaste sökningar";

/* menu title in Recent Search History */
"Recent Searches" = "Senaste sökningar";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Sök i loopar";
